const PRODUCTS = {
    frieren: {
        title: 'Провожающая в последний путь Фрирен',
        image: '../images/frieren.png',
        category: { name: 'Манга', link: '../pages/manga.html' },
        weight: '100 гр',
        size: '10 х 10 см',
        pages: '100',
        year: '2025',
        genre: 'Фэнтези',
        author: 'Канэхито Ямада',
        price: '1000 руб.',
        description: 'Одержав победу над Королём демонов, отряд героя Химмеля вернулся домой. Приключение, растянувшееся на десятилетие, подошло к завершению. Волшебница-эльф Фрирен и её отважные товарищи принесли людям мир и разошлись в разные стороны, чтобы спокойно прожить остаток жизни. Однако не всех членов отряда ждёт одинаковая участь. Для эльфов время течёт иначе, поэтому Фрирен вынужденно становится свидетелем того, как её спутники один за другим постепенно уходят из жизни.',
        buyLink: '../pages/buy.html?product=frieren'
    },
    1984: {
        title: '1984',
        image: '../images/1984.png',
        category: { name: 'Классическая литература', link: '../pages/classics.html' },
        weight: '200 гр',
        size: '10 х 10 см',
        pages: '100',
        year: '1984',
        genre: 'Научная фантастика',
        author: 'Джордж Оруэлл',
        price: '1000 руб.',
        description: 'Культовый роман Джорджа Оруэлла, одна из главных антиутопий XX века. Жуткий и пугающий текст, и 70 лет спустя не утративший актуальности.',
        buyLink: '../pages/buy.html?product=1984'
    },
    voina_i_mir: {
        title: 'Война и мир',
        image: '../images/voina-i-mir.png',
        category: { name: 'Классическая литература', link: '../pages/classics.html' },
        weight: '200 гр',
        size: '10 х 10 см',
        pages: '100',
        year: '2025',
        genre: 'Роман',
        author: 'Лев Толстой',
        price: '1000 руб.',
        description: '«Война́ и мир» — роман-эпопея Льва Николаевича Толстого, описывающий русское общество в эпоху войн против Наполеона в 1805—1812 годах. Эпилог романа доводит повествование до 1820 года.',
        buyLink: '../pages/buy.html?product=voina_i_mir'
    },
};